Repository: bluesid-git-hub/translator
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: app-description-text
fr: La traduction aumieux est un service qui permet d'effectuer des traductions de la langue envers le japonais. Le motif déterminant de ce service est cela, il y a des donnés accumulés par utilisateurs partout dans le monde qui essaient de traduire le porno japonais dans leur propre langage. Par conséquent, Google Traduction envers le japonais vous donne le meilleur résultat.

source: app-title
fr: Traduction de mieux

source: Original text
fr: texte original

source: Requrested resource does not exist
fr: La ressource demandée n'existe pas

source: Please provide a non-empty translation.
fr: Suggerèz une traduction, s'il vous plaît.

source: {} has completed a translation challenge
fr: {} a réussi un défi de traduction

source: How do you say "{0}" in {1}?
fr: Que dire "{0}" en {}?

source: Your translation has been posted on your timeline.
fr: Votre traduction a publié sur votre mur.

source: Source Text
fr: Texte de depart

source: Target Text
fr: Texte d'aariveé

source: You are viewing this message because the page you requested is not found. You may go back to the <a href="/">home page</a>.
fr: Vous visualisez actuellement ce message parce que la page demandée est introuvable. Vous pouvez revenir à l'étape précédente pour retourner à la page d'accueil.

source: Russian
fr: Russe

source: French
fr: Français

source: English
fr: anglais

source: Portuguese
fr: portugais

source: Vietnamese
fr: vietnamien

source: German
fr: allemand

source: Korean
fr: coréen

source: Italian
fr: italien

source: Hebrew
fr: hébreu

source: Indonesian
fr: indonésien

source: Turkish
fr: turc

source: Chinese
fr: chinois

source: Filipino
fr: tagalog

source: Arabic
fr: arabe

source: Thai
fr: thaïlandais

source: Czech
fr: tchèque

source: Swedish
fr: suédois

source: Japanese
fr: japonais

source: Spanish
fr: Español

source: Help Requests
fr: Demande d'aide

source: Corpus Dictionary
fr: Corpus des dictionnaires

source: Discussions
fr: Discussion

source: Social Media
fr: Réseaux Sociaux

source: My Account
fr: Mon compte

source: Credits
fr: Crédits

source: Privacy Policy
fr: Politique de confidentialité

source: Disclaimers
fr: Exclusion

source: Bug reporting
fr: Rapports

source: Lead Developer
fr: Développeur

source: Localization
fr: Localisaion

source: Former collaborators
fr: Collaborateurs précédents

source: Show
fr: Afficher

source: app-description-html
fr: La traduction aumieux est un service qui permet d'effectuer des traductions de la langue envers le japonais. Le motif déterminant de ce service est <a href="#" onclick="toggle_screenshot()">cela</a>, il y a des donnés accumulés par utilisateurs partout dans le monde qui essaient de traduire le porno japonais dans leur propre langage. Par conséquent, Google Traduction envers le japonais vous donne le meilleur résultat.

source: Show another example
fr: Afficher un autre exemple

source: Swap languages
fr: Intervertir des langues

source: Translate
fr: Traduire

source: Type in your sentences
fr: Tapez votre phrases

source: Use Japanese as an intermediate language
fr: Utilisez japonais en tant qu'une langue intermédiaire

source: Translation in progress...
fr: Traductioon en cours

source: Did you not like this translation?
fr: Vous n'aimez pas cette traduction?

source: Ask for help
fr: Demander de l'aide

source: Thank you for your feedback.
fr: Merci pour vos commentaires.

source: Close
fr: Fermer

source: Loading...
fr: Chargement...

source: Please help to me translate this from %%1$s to %%2$s
fr: Aidez-moi à traduire cette phrase à partir du %%1$s à %%2$s

source: Statistics
fr: Statistiques

source: Beta
fr: Béta

source: If you are not satisfied with machine translations, you may ask your friends to translate short sentences. You may also post your own translation if you have proficiency in both languages. It's like Stack Overflow for language translations.
fr: Si vous n'êtes pas satisfait de de la qualité des traduction à la machine, demandez à vos amis de traduire des phrases simples. Vous pouvez également soummetre votre traduction si vous avez une compétence dans les deux langages. Cela ressemble au système de Stack Overflow pour la traduction de la langue.

source: Post a Translation Challenge
fr: Postuler une tradiction en défi

source: Translation by Better Translator
fr: Traduit par Traduction au mieux

source: Post a translation challenge on Facebook
fr: Publier une tranduction proposée sur Facebook

source: No one has posted a translation. Become the first one!
fr: Personne n'a pas encore soumis. Devenez le premier!

source: Ask your friends for help
fr: Demander de l'aide à vos amis

source: Watch
fr: Effectuer le suivi

source: My Help Requests
fr: Mes demandes d'aide

source: Comment
fr: Commentaire

source: Type in your comment
fr: Laissez votre avis en commentaire

source: Post
fr: Publier

source: Optional
fr: Optionnelle

source: Login with your Facebook to post a translation.
fr: Se connecter avec Facebook pour publier la traduction.

source: See how others did
fr: Voir les autres suggestions

source: Brag about it
fr: Parlez de la traduction

source: Delete
fr: Supprimer

source: Brag about it on your Facebook
fr: Parlez de la traduction sur Facebook

source: Please wait while posting a link on your timeline.
fr: Veuillez patienter un instant pendant qu'un lien publie sur votre journal.
